{
  "name": "Black Pudding",
  "id": 11954,
  "content": " Traits\n\n**Amorphous**: The pudding can move through a space as narrow as 1 inch wide without squeezing.\n\n**Corrosive Form**: A creature that touches the pudding or hits it with a melee attack while within 5 feet of it takes 4 (1d8) acid damage. Any nonmagical weapon made of metal or wood that hits the pudding corrodes. After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits the pudding is destroyed after dealing damage. The pudding can eat through 2-inch-thick, nonmagical wood or metal in 1 round.\n\n**Spider Climb**: The pudding can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.\n\n Actions\n\n**Pseudopod**: Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) bludgeoning damage plus 18 (4d8) acid damage. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.\n\n Reactions\n\n**Split**: When a pudding that is Medium or larger is subjected to lightning or slashing damage, it splits into two new puddings if it has at least 10 hit points. Each new pudding has hit points equal to half the original pudding's, rounded down. New puddings are one size smaller than the original pudding.\n\n   ",
  "htmlcontent": "<h2>Traits</h2><strong>Amorphous</strong>: The pudding can move through a space as narrow as 1 inch wide without squeezing.<br><br><strong>Corrosive Form</strong>: A creature that touches the pudding or hits it with a melee attack while within 5 feet of it takes 4 (1d8) acid damage. Any nonmagical weapon made of metal or wood that hits the pudding corrodes. After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits the pudding is destroyed after dealing damage. The pudding can eat through 2-inch-thick, nonmagical wood or metal in 1 round.<br><br><strong>Spider Climb</strong>: The pudding can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.<br><br><h2>Actions</h2><strong>Pseudopod</strong>: Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) bludgeoning damage plus 18 (4d8) acid damage. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.<br><br><h2>Reactions</h2><strong>Split</strong>: When a pudding that is Medium or larger is subjected to lightning or slashing damage, it splits into two new puddings if it has at least 10 hit points. Each new pudding has hit points equal to half the original pudding's, rounded down. New puddings are one size smaller than the original pudding.<br><br>",
  "data": {
    "AC": "7",
    "HP": "85 (10d10+30)",
    "CHA": "1",
    "CON": "16",
    "DEX": "5",
    "INT": "1",
    "STR": "16",
    "WIS": "6",
    "Size": "Large",
    "Type": "Ooze",
    "Speed": "20 ft., climb 20 ft.",
    "Roll 0": "Pseudopod\n1d20 + 5\n1d6+3+4d8",
    "Senses": "Blindsight 60 Ft. (Blind Beyond This Radius)",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Unaligned",
    "Immunities": "Acid, Cold, Lightning, Slashing",
    "Challenge Rating": "4",
    "Passive Perception": "8",
    "Condition Immunities": "Blinded, Charmed, Deafened, Exhaustion, Frightened, Prone"
  }
}