{
  "name": "Green Hag",
  "id": 12057,
  "content": " Traits\n\n**Amphibious**: The hag can breathe air and water.\n\n**Innate Spellcasting**: The hag's innate spellcasting ability is Charisma (spell save DC 12). She can innately cast the following spells, requiring no material components: \n\nAt will: dancing lights, minor illusion, vicious mockery\n\n**Mimicry**: The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful DC 14 Wisdom (Insight) check.\n\n**Hag Coven**: When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.\nA coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos.\n\n**Shared Spellcasting (Coven Only)**: While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves: \n\n• 1st level (4 slots): identify, ray of sickness\n• 2nd level (3 slots): hold person, locate object\n• 3rd level (3 slots): bestow curse, counterspell, lightning bolt\n• 4th level (3 slots): phantasmal killer, polymorph\n• 5th level (2 slots): contact other plane, scrying\n• 6th level (1 slot): eye bite\n\nFor casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12+the hag's Intelligence modifier, and the spell attack bonus is 4+the hag's Intelligence modifier.\n\n**Hag Eye (Coven Only)**: A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes 3d10 psychic damage and is blinded for 24 hours.\nA hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while blinded. During the ritual, if the hags take any action other than performing the ritual, they must start over.\n\n Actions\n\n**Claws**: Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) slashing damage.\n\n**Illusory Appearance**: The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like another creature of her general size and humanoid shape. The illusion ends if the hag takes a bonus action to end it or if she dies.\nThe changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have smooth skin, but someone touching her would feel her rough flesh. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a DC 20 Intelligence (Investigation) check to discern that the hag is disguised.\n\n**Invisible Passage**: The hag magically turns invisible until she attacks or casts a spell, or until her concentration ends (as if concentrating on a spell). While invisible, she leaves no physical evidence of her passage, so she can be tracked only by magic. Any equipment she wears or carries is invisible with her.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Amphibious</strong>: The hag can breathe air and water.<br><br><strong>Innate Spellcasting</strong>: The hag's innate spellcasting ability is Charisma (spell save DC 12). She can innately cast the following spells, requiring no material components: <br><br>At will: dancing lights, minor illusion, vicious mockery<br><br><strong>Mimicry</strong>: The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful DC 14 Wisdom (Insight) check.<br><br><strong>Hag Coven</strong>: When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.<br>A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos.<br><br><strong>Shared Spellcasting (Coven Only)</strong>: While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves: <br><br>• 1st level (4 slots): identify, ray of sickness<br>• 2nd level (3 slots): hold person, locate object<br>• 3rd level (3 slots): bestow curse, counterspell, lightning bolt<br>• 4th level (3 slots): phantasmal killer, polymorph<br>• 5th level (2 slots): contact other plane, scrying<br>• 6th level (1 slot): eye bite<br><br>For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12+the hag's Intelligence modifier, and the spell attack bonus is 4+the hag's Intelligence modifier.<br><br><strong>Hag Eye (Coven Only)</strong>: A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes 3d10 psychic damage and is blinded for 24 hours.<br>A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while blinded. During the ritual, if the hags take any action other than performing the ritual, they must start over.<br><br><h2>Actions</h2><strong>Claws</strong>: Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) slashing damage.<br><br><strong>Illusory Appearance</strong>: The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like another creature of her general size and humanoid shape. The illusion ends if the hag takes a bonus action to end it or if she dies.<br>The changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have smooth skin, but someone touching her would feel her rough flesh. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a DC 20 Intelligence (Investigation) check to discern that the hag is disguised.<br><br><strong>Invisible Passage</strong>: The hag magically turns invisible until she attacks or casts a spell, or until her concentration ends (as if concentrating on a spell). While invisible, she leaves no physical evidence of her passage, so she can be tracked only by magic. Any equipment she wears or carries is invisible with her.<br><br>",
  "data": {
    "AC": "17 (Natural Armor)",
    "HP": "82 (11d8+33)",
    "CHA": "14",
    "CON": "16",
    "DEX": "12",
    "INT": "13",
    "STR": "18",
    "WIS": "14",
    "Size": "Medium",
    "Type": "Fey",
    "Speed": "30 ft.",
    "Roll 0": "Claws\n1d20 + 6\n2d8+4",
    "Senses": "Darkvision 60 Ft.",
    "Skills": "Arcana +3, Deception +4, Perception +4, Stealth +3",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Neutral Evil",
    "Languages": "Common, Draconic, Sylvan",
    "Spell Book": "Dancing Lights, Minor Illusion, Vicious Mockery, Identify, Ray Of Sickness, Hold Person, Locate Object, Bestow Curse, Counterspell, Lightning Bolt, Phantasmal Killer, Polymorph, Contact Other Plane, Scrying, Eyebite",
    "Challenge Rating": "3",
    "Passive Perception": "14"
  }
}