{
  "name": "Lich",
  "id": 12088,
  "content": " Traits\n\n**Legendary Resistance (3/Day)**: If the lich fails a saving throw, it can choose to succeed instead.\n\n**Rejuvenation**: If it has a phylactery, a destroyed lich gains a new body in 1d10 days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the phylactery.\n\n**Spellcasting**: The lich is an 18th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 20, +12 to hit with spell attacks). The lich has the following wizard spells prepared: \n\n• Cantrips (at will): mage hand, prestidigitation, ray of frost\n• 1st level (4 slots): detect magic, magic missile, shield, thunderwave\n• 2nd level (3 slots): detect thoughts, invisibility, acid arrow, mirror image\n• 3rd level (3 slots): animate dead, counterspell, dispel magic, fireball\n• 4th level (3 slots): blight, dimension door\n• 5th level (3 slots): cloudkill, scrying\n• 6th level (1 slot): disintegrate, globe of invulnerability\n• 7th level (1 slot): finger of death, plane shift\n• 8th level (1 slot): dominate monster, power word stun\n• 9th level (1 slot): power word kill\n\n**Turn Resistance**: The lich has advantage on saving throws against any effect that turns undead.\n\n Actions\n\n**Paralyzing Touch**: Melee Spell Attack: +12 to hit, reach 5 ft., one creature. Hit: 10 (3d6) cold damage. The target must succeed on a DC 18 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.\n\n Legendary Actions\n\nCan take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.\n\n**Cantrip**: The lich casts a cantrip.\n\n**Paralyzing Touch (Costs 2 Actions)**: The lich uses its Paralyzing Touch.\n\n**Frightening Gaze (Costs 2 Actions)**: The lich fixes its gaze on one creature it can see within 10 feet of it. The target must succeed on a DC 18 Wisdom saving throw against this magic or become frightened for 1 minute. The frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to the lich's gaze for the next 24 hours.\n\n**Disrupt Life (Costs 3 Actions)**: Each non-undead creature within 20 feet of the lich must make a DC 18 Constitution saving throw against this magic, taking 21 (6d6) necrotic damage on a failed save, or half as much damage on a successful one.\n\n   ",
  "htmlcontent": "<h2>Traits</h2><strong>Legendary Resistance (3/Day)</strong>: If the lich fails a saving throw, it can choose to succeed instead.<br><br><strong>Rejuvenation</strong>: If it has a phylactery, a destroyed lich gains a new body in 1d10 days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the phylactery.<br><br><strong>Spellcasting</strong>: The lich is an 18th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 20, +12 to hit with spell attacks). The lich has the following wizard spells prepared: <br><br>• Cantrips (at will): mage hand, prestidigitation, ray of frost<br>• 1st level (4 slots): detect magic, magic missile, shield, thunderwave<br>• 2nd level (3 slots): detect thoughts, invisibility, acid arrow, mirror image<br>• 3rd level (3 slots): animate dead, counterspell, dispel magic, fireball<br>• 4th level (3 slots): blight, dimension door<br>• 5th level (3 slots): cloudkill, scrying<br>• 6th level (1 slot): disintegrate, globe of invulnerability<br>• 7th level (1 slot): finger of death, plane shift<br>• 8th level (1 slot): dominate monster, power word stun<br>• 9th level (1 slot): power word kill<br><br><strong>Turn Resistance</strong>: The lich has advantage on saving throws against any effect that turns undead.<br><br><h2>Actions</h2><strong>Paralyzing Touch</strong>: Melee Spell Attack: +12 to hit, reach 5 ft., one creature. Hit: 10 (3d6) cold damage. The target must succeed on a DC 18 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.<br><br><h2>Legendary Actions</h2>Can take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.<br><br><strong>Cantrip</strong>: The lich casts a cantrip.<br><br><strong>Paralyzing Touch (Costs 2 Actions)</strong>: The lich uses its Paralyzing Touch.<br><br><strong>Frightening Gaze (Costs 2 Actions)</strong>: The lich fixes its gaze on one creature it can see within 10 feet of it. The target must succeed on a DC 18 Wisdom saving throw against this magic or become frightened for 1 minute. The frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to the lich's gaze for the next 24 hours.<br><br><strong>Disrupt Life (Costs 3 Actions)</strong>: Each non-undead creature within 20 feet of the lich must make a DC 18 Constitution saving throw against this magic, taking 21 (6d6) necrotic damage on a failed save, or half as much damage on a successful one.<br><br>",
  "data": {
    "AC": "17 (Natural Armor)",
    "HP": "135 (18d8+54)",
    "CHA": "16",
    "CON": "16",
    "DEX": "16",
    "INT": "20",
    "STR": "11",
    "WIS": "14",
    "Size": "Medium",
    "Type": "Undead",
    "Speed": "30 ft.",
    "Roll 0": "Paralyzing Touch\n1d20 + 12\n3d6",
    "Senses": "Truesight 120 Ft.",
    "Skills": "Arcana +18, History +12, Insight +9, Perception +9",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Any Evil Alignment",
    "Languages": "Common Plus Up To Five Other Languages",
    "Immunities": "Poison; Bludgeoning, Piercing, And Slashing From Nonmagical Weapons",
    "Spell Book": "Mage Hand, Prestidigitation, Ray Of Frost, Detect Magic, Magic Missile, Shield, Thunderwave, Detect Thoughts, Invisibility, Acid Arrow, Mirror Image, Animate Dead, Counterspell, Dispel Magic, Fireball, Blight, Dimension Door, Cloudkill, Scrying, Disintegrate, Globe Of Invulnerability, Finger Of Death, Plane Shift, Dominate Monster, Power Word Stun, Power Word Kill",
    "Resistances": "Cold, Lightning, Necrotic",
    "Saving Throws": "Con +10, Int +12, Wis +9",
    "Challenge Rating": "21",
    "Legendary Roll 0": "Disrupt Life\n1d20 + \n6d6",
    "Passive Perception": "19",
    "Condition Immunities": "Charmed, Exhaustion, Frightened, Paralyzed, Poisoned"
  }
}