{
  "name": "Mummy Lord",
  "id": 12106,
  "content": " Traits\n\n**Magic Resistance**: The mummy lord has advantage on saving throws against spells and other magical effects.\n\n**Rejuvenation**: A destroyed mummy lord gains a new body in 24 hours if its heart is intact, regaining all its hit points and becoming active again. The new body appears within 5 feet of the mummy lord's heart.\n\n**Spellcasting**: The mummy lord is a 10th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 17, +9 to hit with spell attacks). The mummy lord has the following cleric spells prepared: \n\n• Cantrips (at will): sacred flame, thaumaturgy\n• 1st level (4 slots): command, guiding bolt, shield of faith\n• 2nd level (3 slots): hold person, silence, spiritual weapon\n• 3rd level (3 slots): animate dead, dispel magic\n• 4th level (3 slots): divination, guardian of faith\n• 5th level (2 slots): contagion, insect plague\n• 6th level (1 slot): harm\n\n Actions\n\n**Multiattack**: The mummy can use its Dreadful Glare and makes one attack with its rotting fist.\n\n**Rotting Fist**: Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 14 (3d6 + 4) bludgeoning damage plus 21 (6d6) necrotic damage. If the target is a creature, it must succeed on a DC 16 Constitution saving throw or be cursed with mummy rot. The cursed target can't regain hit points, and its hit point maximum decreases by 10 (3d6) for every 24 hours that elapse. If the curse reduces the target's hit point maximum to 0, the target dies, and its body turns to dust. The curse lasts until removed by the remove curse spell or other magic.\n\n**Dreadful Glare**: The mummy lord targets one creature it can see within 60 feet of it. If the target can see the mummy lord, it must succeed on a DC 16 Wisdom saving throw against this magic or become frightened until the end of the mummy's next turn. If the target fails the saving throw by 5 or more, it is also paralyzed for the same duration. A target that succeeds on the saving throw is immune to the Dreadful Glare of all mummies and mummy lords for the next 24 hours.\n\n Legendary Actions\n\nCan take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.\n\n**Attack**: The mummy lord makes one attack with its rotting fist or uses its Dreadful Glare.\n\n**Blinding Dust**: Blinding dust and sand swirls magically around the mummy lord. Each creature within 5 feet of the mummy lord must succeed on a DC 16 Constitution saving throw or be blinded until the end of the creature's next turn.\n\n**Blasphemous Word (Costs 2 Actions)**: The mummy lord utters a blasphemous word. Each non-undead creature within 10 feet of the mummy lord that can hear the magical utterance must succeed on a DC 16 Constitution saving throw or be stunned until the end of the mummy lord's next turn.\n\n**Channel Negative Energy (Costs 2 Actions)**: The mummy lord magically unleashes negative energy. Creatures within 60 feet of the mummy lord, including ones behind barriers and around corners, can't regain hit points until the end of the mummy lord's next turn.\n\n**Whirlwind of Sand (Costs 2 Actions)**: The mummy lord magically transforms into a whirlwind of sand, moves up to 60 feet, and reverts to its normal form. While in whirlwind form, the mummy lord is immune to all damage, and it can't be grappled, petrified, knocked prone, restrained, or stunned. Equipment worn or carried by the mummy lord remain in its possession.\n\n   ",
  "htmlcontent": "<h2>Traits</h2><strong>Magic Resistance</strong>: The mummy lord has advantage on saving throws against spells and other magical effects.<br><br><strong>Rejuvenation</strong>: A destroyed mummy lord gains a new body in 24 hours if its heart is intact, regaining all its hit points and becoming active again. The new body appears within 5 feet of the mummy lord's heart.<br><br><strong>Spellcasting</strong>: The mummy lord is a 10th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 17, +9 to hit with spell attacks). The mummy lord has the following cleric spells prepared: <br><br>• Cantrips (at will): sacred flame, thaumaturgy<br>• 1st level (4 slots): command, guiding bolt, shield of faith<br>• 2nd level (3 slots): hold person, silence, spiritual weapon<br>• 3rd level (3 slots): animate dead, dispel magic<br>• 4th level (3 slots): divination, guardian of faith<br>• 5th level (2 slots): contagion, insect plague<br>• 6th level (1 slot): harm<br><br><h2>Actions</h2><strong>Multiattack</strong>: The mummy can use its Dreadful Glare and makes one attack with its rotting fist.<br><br><strong>Rotting Fist</strong>: Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 14 (3d6 + 4) bludgeoning damage plus 21 (6d6) necrotic damage. If the target is a creature, it must succeed on a DC 16 Constitution saving throw or be cursed with mummy rot. The cursed target can't regain hit points, and its hit point maximum decreases by 10 (3d6) for every 24 hours that elapse. If the curse reduces the target's hit point maximum to 0, the target dies, and its body turns to dust. The curse lasts until removed by the remove curse spell or other magic.<br><br><strong>Dreadful Glare</strong>: The mummy lord targets one creature it can see within 60 feet of it. If the target can see the mummy lord, it must succeed on a DC 16 Wisdom saving throw against this magic or become frightened until the end of the mummy's next turn. If the target fails the saving throw by 5 or more, it is also paralyzed for the same duration. A target that succeeds on the saving throw is immune to the Dreadful Glare of all mummies and mummy lords for the next 24 hours.<br><br><h2>Legendary Actions</h2>Can take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.<br><br><strong>Attack</strong>: The mummy lord makes one attack with its rotting fist or uses its Dreadful Glare.<br><br><strong>Blinding Dust</strong>: Blinding dust and sand swirls magically around the mummy lord. Each creature within 5 feet of the mummy lord must succeed on a DC 16 Constitution saving throw or be blinded until the end of the creature's next turn.<br><br><strong>Blasphemous Word (Costs 2 Actions)</strong>: The mummy lord utters a blasphemous word. Each non-undead creature within 10 feet of the mummy lord that can hear the magical utterance must succeed on a DC 16 Constitution saving throw or be stunned until the end of the mummy lord's next turn.<br><br><strong>Channel Negative Energy (Costs 2 Actions)</strong>: The mummy lord magically unleashes negative energy. Creatures within 60 feet of the mummy lord, including ones behind barriers and around corners, can't regain hit points until the end of the mummy lord's next turn.<br><br><strong>Whirlwind of Sand (Costs 2 Actions)</strong>: The mummy lord magically transforms into a whirlwind of sand, moves up to 60 feet, and reverts to its normal form. While in whirlwind form, the mummy lord is immune to all damage, and it can't be grappled, petrified, knocked prone, restrained, or stunned. Equipment worn or carried by the mummy lord remain in its possession.<br><br>",
  "data": {
    "AC": "17 (Natural Armor)",
    "HP": "97 (13d8+39)",
    "CHA": "16",
    "CON": "17",
    "DEX": "10",
    "INT": "11",
    "STR": "18",
    "WIS": "18",
    "Size": "Medium",
    "Type": "Undead",
    "Speed": "20 ft.",
    "Roll 0": "Rotting Fist\n1d20 + 9\n3d6+4+6d6",
    "Senses": "Darkvision 60 Ft.",
    "Skills": "History +5, Religion +5",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Lawful Evil",
    "Languages": "The Languages It Knew In Life",
    "Immunities": "Necrotic, Poison; Bludgeoning, Piercing, And Slashing From Nonmagical Attacks",
    "Spell Book": "Sacred Flame, Thaumaturgy, Command, Guiding Bolt, Shield Of Faith, Hold Person, Silence, Spiritual Weapon, Animate Dead, Dispel Magic, Divination, Guardian Of Faith, Contagion, Insect Plague, Harm",
    "Saving Throws": "Con +8, Int +5, Wis +9, Cha +8",
    "Vulnerabilities": "Bludgeoning",
    "Challenge Rating": "15",
    "Passive Perception": "14",
    "Condition Immunities": "Charmed, Exhaustion, Frightened, Paralyzed, Poisoned"
  }
}