{
  "name": "Wraith",
  "id": 12211,
  "content": " Traits\n\n**Incorporeal Movement**: The wraith can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object.\n\n**Sunlight Sensitivity**: While in sunlight, the wraith has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.\n\n Actions\n\n**Life Drain**: Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 21 (4d8 + 3) necrotic damage. The target must succeed on a DC 14 Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.\n\n**Create Specter**: The wraith targets a humanoid within 10 feet of it that has been dead for no longer than 1 minute and died violently. The target's spirit rises as a specter in the space of its corpse or in the nearest unoccupied space. The specter is under the wraith's control. The wraith can have no more than seven specters under its control at one time.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Incorporeal Movement</strong>: The wraith can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object.<br><br><strong>Sunlight Sensitivity</strong>: While in sunlight, the wraith has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.<br><br><h2>Actions</h2><strong>Life Drain</strong>: Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 21 (4d8 + 3) necrotic damage. The target must succeed on a DC 14 Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.<br><br><strong>Create Specter</strong>: The wraith targets a humanoid within 10 feet of it that has been dead for no longer than 1 minute and died violently. The target's spirit rises as a specter in the space of its corpse or in the nearest unoccupied space. The specter is under the wraith's control. The wraith can have no more than seven specters under its control at one time.<br><br>",
  "data": {
    "AC": "13",
    "HP": "67 (9d8+27)",
    "CHA": "15",
    "CON": "16",
    "DEX": "16",
    "INT": "12",
    "STR": "6",
    "WIS": "14",
    "Size": "Medium",
    "Type": "Undead",
    "Speed": "0 ft., fly 60 ft. (hover)",
    "Roll 0": "Life Drain\n1d20 + 6\n4d8+3",
    "Senses": "Darkvision 60 Ft.",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Neutral Evil",
    "Languages": "The Languages It Knew In Life",
    "Immunities": "Necrotic, Poison",
    "Resistances": "Acid, Cold, Fire, Lightning, Thunder; Bludgeoning, Piercing, And Slashing From Nonmagical Weapons That Aren't Silvered",
    "Challenge Rating": "5",
    "Passive Perception": "12",
    "Condition Immunities": "Charmed, Exhaustion, Grappled, Paralyzed, Petrified, Poisoned, Prone, Restrained"
  }
}