{
  "name": "Ring of Elemental Command",
  "id": 12251,
  "content": "Ring, legendary (requires attunement) \n\n\n\n This ring is linked to one of the four Elemental  Planes. The GM chooses or randomly determines the  linked plane.  \n   While wearing this ring, you have advantage on  attack rolls against elementals from the linked plane,  and they have disadvantage on attack rolls against  you. In addition, you have access to properties based  on the linked plane.  \n   The ring has 5 charges. It regains 1d4 + 1  expended charges daily at dawn. Spells cast from the  ring have a save DC of 17.  \n\n **Ring of Air Elemental Command**. You can expend  2 of the ring’s charges to cast dominate monster on  an air elemental. In addition, when you fall, you  descend 60 feet per round and take no damage from  falling. You can also speak and understand Auran.  \n   If you help slay an air elemental while attuned to  the ring, you gain access to the following additional  properties:  \n\n • You have resistance to lightning damage.\n• You have a flying speed equal to your walking speed and can hover.\n• You can cast the following spells from the ring, expending the necessary number of charges: chain  lightning (3 charges), gust of wind (2 charges), or  wind wall (1 charge).  **Ring of Earth Elemental Command**. You can  expend 2 of the ring’s charges to cast dominate  monster on an earth elemental. In addition, you can  move in difficult terrain that is composed of rubble, rocks, or dirt as if it were normal terrain. You can  also speak and understand Terran.  \n   If you help slay an earth elemental while attuned  to the ring, you gain access to the following  additional properties:   • You have resistance to acid damage.\n• You can move through solid earth or rock as if those areas were difficult terrain. If you end your  turn there, you are shunted out to the nearest  unoccupied space you last occupied.\n• You can cast the following spells from the ring,  expending the necessary number of charges: stone  shape (2 charges), stoneskin (3 charges), or wall of  stone (3 charges).  **Ring of Fire Elemental Command**. You can  expend 2 of the ring’s charges to cast dominate  monster on a fire elemental. In addition, you have  resistance to fire damage. You can also speak and  understand Ignan.  \n   If you help slay a fire elemental while attuned to  the ring, you gain access to the following additional  properties:   • You are immune to fire damage.\n• You can cast the following spells from the ring, expending the necessary number of charges:  burning hands (1 charge), fireball (2 charges), and  wall of fire (3 charges).  **Ring of Water Elemental Command**. You can  expend 2 of the ring’s charges to cast dominate  monster on a water elemental. In addition, you can  stand on and walk across liquid surfaces as if they  were solid ground. You can also speak and  understand Aquan.  \n   If you help slay a water elemental while attuned to  the ring, you gain access to the following additional  properties:   • You can breathe underwater and have a  swimming speed equal to your walking speed.\n• You can cast the following spells from the ring,  expending the necessary number of charges:  create or destroy water (1 charge), control water (3  charges), ice storm (2 charges), or wall of ice (3  charges). ",
  "htmlcontent": "<em>Ring, legendary (requires attunement) </em>\n<br><br><p>This ring is linked to one of the four Elemental  Planes. The GM chooses or randomly determines the  linked plane. </p>\n<p>  While wearing this ring, you have advantage on  attack rolls against elementals from the linked plane,  and they have disadvantage on attack rolls against  you. In addition, you have access to properties based  on the linked plane. </p>\n<p>  The ring has 5 charges. It regains 1d4 + 1  expended charges daily at dawn. Spells cast from the  ring have a save DC of 17. </p><br><p><strong>Ring of Air Elemental Command</strong>. You can expend  2 of the ring’s charges to cast dominate monster on  an air elemental. In addition, when you fall, you  descend 60 feet per round and take no damage from  falling. You can also speak and understand Auran. </p>\n<p>  If you help slay an air elemental while attuned to  the ring, you gain access to the following additional  properties: </p>\n\n<ul>\n<li>You have resistance to lightning damage.</li>\n<li>You have a flying speed equal to your walking speed and can hover.</li>\n<li>You can cast the following spells from the ring, expending the necessary number of charges: chain  lightning (3 charges), gust of wind (2 charges), or  wind wall (1 charge).</li>\n</ul><p><strong>Ring of Earth Elemental Command</strong>. You can  expend 2 of the ring’s charges to cast dominate  monster on an earth elemental. In addition, you can  move in difficult terrain that is composed of rubble, rocks, or dirt as if it were normal terrain. You can  also speak and understand Terran. </p>\n<p>  If you help slay an earth elemental while attuned  to the ring, you gain access to the following  additional properties: </p><ul>\n<li>You have resistance to acid damage.</li>\n<li>You can move through solid earth or rock as if those areas were difficult terrain. If you end your  turn there, you are shunted out to the nearest  unoccupied space you last occupied.</li>\n<li>You can cast the following spells from the ring,  expending the necessary number of charges: stone  shape (2 charges), stoneskin (3 charges), or wall of  stone (3 charges).</li>\n</ul><p><strong>Ring of Fire Elemental Command</strong>. You can  expend 2 of the ring’s charges to cast dominate  monster on a fire elemental. In addition, you have  resistance to fire damage. You can also speak and  understand Ignan. </p>\n<p>  If you help slay a fire elemental while attuned to  the ring, you gain access to the following additional  properties: </p><ul>\n<li>You are immune to fire damage.</li>\n<li>You can cast the following spells from the ring, expending the necessary number of charges:  burning hands (1 charge), fireball (2 charges), and  wall of fire (3 charges).</li>\n</ul><p><strong>Ring of Water Elemental Command</strong>. You can  expend 2 of the ring’s charges to cast dominate  monster on a water elemental. In addition, you can  stand on and walk across liquid surfaces as if they  were solid ground. You can also speak and  understand Aquan. </p>\n<p>  If you help slay a water elemental while attuned to  the ring, you gain access to the following additional  properties: </p><ul>\n<li>You can breathe underwater and have a  swimming speed equal to your walking speed.</li>\n<li>You can cast the following spells from the ring,  expending the necessary number of charges:  create or destroy water (1 charge), control water (3  charges), ice storm (2 charges), or wall of ice (3  charges).</li>\n</ul>",
  "data": {
    "Source": "SRD 5.0",
    "Category": "Items",
    "Item Type": "Ring"
  }
}