{
  "name": "Iron Flask",
  "id": 9923,
  "content": "This iron bottle has a brass stopper. You can use an action to speak the flask's command word, targeting a creature that you can see within 60 feet of you. If the target is native to a plane of existence other than the one you're on, the target must succeed on a DC 17 Wisdom saving throw or be trapped in the flask. If the target has been trapped by the flask before, it has advantage on the saving throw. Once trapped, a creature remains in the flask until released. The flask can hold only one creature at a time. A creature trapped in the flask doesn't need to breathe, eat, or drink and doesn't age.\n\nYou can use an action to remove the flask's stopper and release the creature the flask contains. The creature is friendly to you and your companions for 1 hour and obeys your commands for that duration. If you give no commands or give it a command that is likely to result in its death, it defends itself but otherwise takes no actions. At the end of the duration, the creature acts in accordance with its normal disposition and alignment.\n\nAn identify spell reveals that a creature is inside the flask, but the only way to determine the type of creature is to open the flask. A newly discovered bottle might already contain a creature chosen by the DM or determined randomly.\n\nd100 — Contents:\n\n01-50 — Empty\n\n51 — Arcanaloth\n\n52 — Cambion\n\n53-54 — Dao\n\n55-57 — Demon (type 1)\n\n58-60 — Demon (type 2)\n\n61-62 — Demon (type 3)\n\n63-64 — Demon (type 4)\n\n65 — Demon (type 5)\n\n66 — Demon (type 6)\n\n67 — Deva\n\n68-69 — Devil (greater)\n\n70-72 — Devil (lesser)\n\n73-74 — Djinni\n\n75-76 — Efreeti\n\n77-78 — Elemental (any)\n\n79 — Githyanki knight\n\n80 — Githzerai zerth\n\n81-82 — Invisible stalker\n\n83-84 — Marid\n\n85-86 — Mezzoloth\n\n87-88 — Night hag\n\n89-90 — Nycaloth\n\n91 — Planetar\n\n92-93 — Salamander\n\n94-95 — Slaad (any)\n\n96 — Solar\n\n97-98 — Succubus/incubus\n\n99 — Ultroloth\n\n00 — Xorn\n\n",
  "data": {
    "Source": "SRD 5.0",
    "Weight": "1",
    "Category": "Items",
    "Item Type": "Wondrous"
  }
}