{
  "name": "Cloaker",
  "id": 11972,
  "content": " Traits\n\n**Damage Transfer**: While attached to a creature, the cloaker takes only half the damage dealt to it (rounded down). and that creature takes the other half.\n\n**False Appearance**: While the cloaker remains motionless without its underside exposed, it is indistinguishable from a dark leather cloak.\n\n**Light Sensitivity**: While in bright light, the cloaker has disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight.\n\n Actions\n\n**Multiattack**: The cloaker makes two attacks: one with its bite and one with its tail.\n\n**Bite**: Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 10 (2d6 + 3) piercing damage, and if the target is Large or smaller, the cloaker attaches to it. If the cloaker has advantage against the target, the cloaker attaches to the target's head, and the target is blinded and unable to breathe while the cloaker is attached. While attached, the cloaker can make this attack only against the target and has advantage on the attack roll. The cloaker can detach itself by spending 5 feet of its movement. A creature, including the target, can take its action to detach the cloaker by succeeding on a DC 16 Strength check.\n\n**Tail**: Melee Weapon Attack: +6 to hit, reach 10 ft., one creature. Hit: 7 (1d8 + 3) slashing damage.\n\n**Moan**: Each creature within 60 feet of the cloaker that can hear its moan and that isn't an aberration must succeed on a DC 13 Wisdom saving throw or become frightened until the end of the cloaker's next turn. If a creature's saving throw is successful, the creature is immune to the cloaker's moan for the next 24 hours.\n\n**Phantasms (Recharges after a Short or Long Rest)**: The cloaker magically creates three illusory duplicates of itself if it isn't in bright light. The duplicates move with it and mimic its actions, shifting position so as to make it impossible to track which cloaker is the real one. If the cloaker is ever in an area of bright light, the duplicates disappear.\nWhenever any creature targets the cloaker with an attack or a harmful spell while a duplicate remains, that creature rolls randomly to determine whether it targets the cloaker or one of the duplicates. A creature is unaffected by this magical effect if it can't see or if it relies on senses other than sight.\nA duplicate has the cloaker's AC and uses its saving throws. If an attack hits a duplicate, or if a duplicate fails a saving throw against an effect that deals damage, the duplicate disappears.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Damage Transfer</strong>: While attached to a creature, the cloaker takes only half the damage dealt to it (rounded down). and that creature takes the other half.<br><br><strong>False Appearance</strong>: While the cloaker remains motionless without its underside exposed, it is indistinguishable from a dark leather cloak.<br><br><strong>Light Sensitivity</strong>: While in bright light, the cloaker has disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight.<br><br><h2>Actions</h2><strong>Multiattack</strong>: The cloaker makes two attacks: one with its bite and one with its tail.<br><br><strong>Bite</strong>: Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 10 (2d6 + 3) piercing damage, and if the target is Large or smaller, the cloaker attaches to it. If the cloaker has advantage against the target, the cloaker attaches to the target's head, and the target is blinded and unable to breathe while the cloaker is attached. While attached, the cloaker can make this attack only against the target and has advantage on the attack roll. The cloaker can detach itself by spending 5 feet of its movement. A creature, including the target, can take its action to detach the cloaker by succeeding on a DC 16 Strength check.<br><br><strong>Tail</strong>: Melee Weapon Attack: +6 to hit, reach 10 ft., one creature. Hit: 7 (1d8 + 3) slashing damage.<br><br><strong>Moan</strong>: Each creature within 60 feet of the cloaker that can hear its moan and that isn't an aberration must succeed on a DC 13 Wisdom saving throw or become frightened until the end of the cloaker's next turn. If a creature's saving throw is successful, the creature is immune to the cloaker's moan for the next 24 hours.<br><br><strong>Phantasms (Recharges after a Short or Long Rest)</strong>: The cloaker magically creates three illusory duplicates of itself if it isn't in bright light. The duplicates move with it and mimic its actions, shifting position so as to make it impossible to track which cloaker is the real one. If the cloaker is ever in an area of bright light, the duplicates disappear.<br>Whenever any creature targets the cloaker with an attack or a harmful spell while a duplicate remains, that creature rolls randomly to determine whether it targets the cloaker or one of the duplicates. A creature is unaffected by this magical effect if it can't see or if it relies on senses other than sight.<br>A duplicate has the cloaker's AC and uses its saving throws. If an attack hits a duplicate, or if a duplicate fails a saving throw against an effect that deals damage, the duplicate disappears.<br><br>",
  "data": {
    "AC": "14 (Natural Armor)",
    "HP": "78 (12d10+12)",
    "CHA": "14",
    "CON": "12",
    "DEX": "15",
    "INT": "13",
    "STR": "17",
    "WIS": "12",
    "Size": "Large",
    "Type": "Aberration",
    "Speed": "10 ft., fly 40 ft.",
    "Roll 0": "Bite\n1d20 + 6\n2d6+3",
    "Roll 1": "Tail\n1d20 + 6\n1d8+3",
    "Senses": "Darkvision 60 Ft.",
    "Skills": "Stealth +5",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Chaotic Neutral",
    "Languages": "Deep Speech, Undercommon",
    "Challenge Rating": "8",
    "Passive Perception": "11"
  }
}