{
  "name": "Giant Frog",
  "id": 12030,
  "content": " Traits\n\n**Amphibious**: The frog can breathe air and water\n\n**Standing Leap**: The frog's long jump is up to 20 ft. and its high jump is up to 10 ft., with or without a running start.\n\n Actions\n\n**Bite**: Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (1d6 + 1) piercing damage, and the target is grappled (escape DC 11). Until this grapple ends, the target is restrained, and the frog can't bite another target.\n\n**Swallow**: The frog makes one bite attack against a Small or smaller target it is grappling. If the attack hits, the target is swallowed, and the grapple ends. The swallowed target is blinded and restrained, it has total cover against attacks and other effects outside the frog, and it takes 5 (2d4) acid damage at the start of each of the frog's turns. The frog can have only one target swallowed at a time. If the frog dies, a swallowed creature is no longer restrained by it and can escape from the corpse using 5 ft. of movement, exiting prone.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Amphibious</strong>: The frog can breathe air and water<br><br><strong>Standing Leap</strong>: The frog's long jump is up to 20 ft. and its high jump is up to 10 ft., with or without a running start.<br><br><h2>Actions</h2><strong>Bite</strong>: Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (1d6 + 1) piercing damage, and the target is grappled (escape DC 11). Until this grapple ends, the target is restrained, and the frog can't bite another target.<br><br><strong>Swallow</strong>: The frog makes one bite attack against a Small or smaller target it is grappling. If the attack hits, the target is swallowed, and the grapple ends. The swallowed target is blinded and restrained, it has total cover against attacks and other effects outside the frog, and it takes 5 (2d4) acid damage at the start of each of the frog's turns. The frog can have only one target swallowed at a time. If the frog dies, a swallowed creature is no longer restrained by it and can escape from the corpse using 5 ft. of movement, exiting prone.<br><br>",
  "data": {
    "AC": "11",
    "HP": "18 (4d8)",
    "CHA": "3",
    "CON": "11",
    "DEX": "13",
    "INT": "2",
    "STR": "12",
    "WIS": "10",
    "Size": "Medium",
    "Type": "Beast",
    "Speed": "30 ft., swim 30 ft.",
    "Roll 0": "Bite\n1d20 + 3\n1d6+1",
    "Senses": "Darkvision 30 Ft.",
    "Skills": "Perception +2, Stealth +3",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Unaligned",
    "Challenge Rating": "1/4",
    "Passive Perception": "12"
  }
}