{
  "name": "Basilisk",
  "id": 11947,
  "content": " Traits\n\n**Petrifying Gaze**: If a creature starts its turn within 30 ft. of the basilisk and the two of them can see each other, the basilisk can force the creature to make a DC 12 Constitution saving throw if the basilisk isn't incapacitated. On a failed save, the creature magically begins to turn to stone and is restrained. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is petrified until freed by the greater restoration spell or other magic.\nA creature that isn't surprised can avert its eyes to avoid the saving throw at the start of its turn. If it does so, it can't see the basilisk until the start of its next turn, when it can avert its eyes again. If it looks at the basilisk in the meantime, it must immediately make the save.\nIf the basilisk sees its reflection within 30 ft. of it in bright light, it mistakes itself for a rival and targets itself with its gaze.\n\n Actions\n\n**Bite**: Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage plus 7 (2d6) poison damage.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Petrifying Gaze</strong>: If a creature starts its turn within 30 ft. of the basilisk and the two of them can see each other, the basilisk can force the creature to make a DC 12 Constitution saving throw if the basilisk isn't incapacitated. On a failed save, the creature magically begins to turn to stone and is restrained. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is petrified until freed by the greater restoration spell or other magic.<br>A creature that isn't surprised can avert its eyes to avoid the saving throw at the start of its turn. If it does so, it can't see the basilisk until the start of its next turn, when it can avert its eyes again. If it looks at the basilisk in the meantime, it must immediately make the save.<br>If the basilisk sees its reflection within 30 ft. of it in bright light, it mistakes itself for a rival and targets itself with its gaze.<br><br><h2>Actions</h2><strong>Bite</strong>: Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage plus 7 (2d6) poison damage.<br><br>",
  "data": {
    "AC": "12 (Natural Armor)",
    "HP": "52 (8d8+16)",
    "CHA": "7",
    "CON": "15",
    "DEX": "8",
    "INT": "2",
    "STR": "16",
    "WIS": "8",
    "Size": "Medium",
    "Type": "Monstrosity",
    "Speed": "20 ft.",
    "Roll 0": "\n1d20 + 5\n2d6+3+2d6",
    "Senses": "Darkvision 60 Ft.",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Unaligned",
    "Challenge Rating": "3",
    "Passive Perception": "9"
  }
}