{
  "name": "Gynosphinx",
  "id": 12063,
  "content": " Traits\n\n**Inscrutable**: The sphinx is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the sphinx's intentions or sincerity have disadvantage.\n\n**Magic Weapons**: The sphinx's weapon attacks are magical.\n\n**Spellcasting**: The sphinx is a 9th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 16, +8 to hit with spell attacks). It requires no material components to cast its spells. The sphinx has the following wizard spells prepared: \n\n• Cantrips (at will): mage hand, minor illusion, prestidigitation\n• 1st level (4 slots): detect magic, identify, shield\n• 2nd level (3 slots): darkness, locate object, suggestion\n• 3rd level (3 slots): dispel magic, remove curse, tongues\n• 4th level (3 slots): banishment, greater invisibility\n• 5th level (1 slot): legend lore\n\n Actions\n\n**Multiattack**: The sphinx makes two claw attacks.\n\n**Claw**: Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) slashing damage.\n\n Legendary Actions\n\nCan take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.\n\n**Claw Attack**: The sphinx makes one claw attack.\n\n**Teleport (Costs 2 Actions)**: The sphinx magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see.\n\n**Cast a Spell (Costs 3 Actions)**: The sphinx casts a spell from its list of prepared spells, using a spell slot as normal.\n\n   ",
  "htmlcontent": "<h2>Traits</h2><strong>Inscrutable</strong>: The sphinx is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the sphinx's intentions or sincerity have disadvantage.<br><br><strong>Magic Weapons</strong>: The sphinx's weapon attacks are magical.<br><br><strong>Spellcasting</strong>: The sphinx is a 9th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 16, +8 to hit with spell attacks). It requires no material components to cast its spells. The sphinx has the following wizard spells prepared: <br><br>• Cantrips (at will): mage hand, minor illusion, prestidigitation<br>• 1st level (4 slots): detect magic, identify, shield<br>• 2nd level (3 slots): darkness, locate object, suggestion<br>• 3rd level (3 slots): dispel magic, remove curse, tongues<br>• 4th level (3 slots): banishment, greater invisibility<br>• 5th level (1 slot): legend lore<br><br><h2>Actions</h2><strong>Multiattack</strong>: The sphinx makes two claw attacks.<br><br><strong>Claw</strong>: Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) slashing damage.<br><br><h2>Legendary Actions</h2>Can take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.<br><br><strong>Claw Attack</strong>: The sphinx makes one claw attack.<br><br><strong>Teleport (Costs 2 Actions)</strong>: The sphinx magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see.<br><br><strong>Cast a Spell (Costs 3 Actions)</strong>: The sphinx casts a spell from its list of prepared spells, using a spell slot as normal.<br><br>",
  "data": {
    "AC": "17 (Natural Armor)",
    "HP": "136 (16d10+48)",
    "CHA": "18",
    "CON": "16",
    "DEX": "15",
    "INT": "18",
    "STR": "18",
    "WIS": "18",
    "Size": "Large",
    "Type": "Monstrosity",
    "Speed": "40 ft., fly 60 ft.",
    "Roll 0": "Claw\n1d20 + 9\n2d8+4",
    "Senses": "Truesight 120 Ft.",
    "Skills": "Arcana +12, History +12, Perception +8, Religion +8",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Lawful Neutral",
    "Languages": "Common, Sphinx",
    "Immunities": "Psychic",
    "Spell Book": "Mage Hand, Minor Illusion, Prestidigitation, Detect Magic, Identify, Shield, Darkness, Locate Object, Suggestion, Dispel Magic, Remove Curse, Tongues, Banishment, Greater Invisibility, Legend Lore",
    "Resistances": "Bludgeoning, Piercing, And Slashing From Nonmagical Weapons",
    "Challenge Rating": "11",
    "Passive Perception": "18",
    "Condition Immunities": "Charmed, Frightened"
  }
}