{
  "name": "Tarrasque",
  "id": 12182,
  "content": " Traits\n\n**Legendary Resistance (3/Day)**: If the tarrasque fails a saving throw, it can choose to succeed instead.\n\n**Magic Resistance**: The tarrasque has advantage on saving throws against spells and other magical effects.\n\n**Reflective Carapace**: Any time the tarrasque is targeted by a magic missile spell, a line spell, or a spell that requires a ranged attack roll, roll a d6. On a 1 to 5, the tarrasque is unaffected. On a 6, the tarrasque is unaffected, and the effect is reflected back at the caster as though it originated from the tarrasque, turning the caster into the target.\n\n**Siege Monster**: The tarrasque deals double damage to objects and structures.\n\n Actions\n\n**Multiattack**: The tarrasque can use its Frightful Presence. It then makes five attacks: one with its bite, two with its claws, one with its horns, and one with its tai l. It can use its Swallow instead of its bite.\n\n**Bite**: Melee Weapon Attack: +19 to hit, reach 10 ft., one target. Hit: 36 (4d12 + 10) piercing damage. If the target is a creature, it is grappled (escape DC 20). Until this grapple ends, the target is restrained, and the tarrasque can't bite another target.\n\n**Claw**: Melee Weapon Attack: +19 to hit, reach 15 ft., one target. Hit: 28 (4d8 + 10) slashing damage.\n\n**Horns**: Melee Weapon Attack: +19 to hit, reach 10 ft., one target. Hit: 32 (4d10 + 10) piercing damage.\n\n**Tail**: Melee Weapon Attack: +19 to hit, reach 20 ft., one target. Hit: 24 (4d6 + 10) bludgeoning damage. If the target is a creature, it must succeed on a DC 20 Strength saving throw or be knocked prone.\n\n**Frightful Presence**: Each creature of the tarrasque's choice within 120 feet of it and aware of it must succeed on a DC 17 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the tarrasque is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the tarrasque's Frightful Presence for the next 24 hours.\n\n**Swallow**: The tarrasque makes one bite attack against a Large or smaller creature it is grappling. If the attack hits, the target takes the bite's damage, the target is swallowed, and the grapple ends. While swallowed, the creature is blinded and restrained, it has total cover against attacks and other effects outside the tarrasque, and it takes 56 (16d6) acid damage at the start of each of the tarrasque's turns.\nIf the tarrasque takes 60 damage or more on a single turn from a creature inside it, the tarrasque must succeed on a DC 20 Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall prone in a space within 10 feet of the tarrasque. If the tarrasque dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 30 feet of movement, exiting prone.\n\n Legendary Actions\n\nCan take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.\n\n**Attack**: The tarrasque makes one claw attack or tail attack.\n\n**Move**: The tarrasque moves up to half its speed.\n\n**Chomp (Costs 2 Actions)**: The tarrasque makes one bite attack or uses its Swallow.\n\n   ",
  "htmlcontent": "<h2>Traits</h2><strong>Legendary Resistance (3/Day)</strong>: If the tarrasque fails a saving throw, it can choose to succeed instead.<br><br><strong>Magic Resistance</strong>: The tarrasque has advantage on saving throws against spells and other magical effects.<br><br><strong>Reflective Carapace</strong>: Any time the tarrasque is targeted by a magic missile spell, a line spell, or a spell that requires a ranged attack roll, roll a d6. On a 1 to 5, the tarrasque is unaffected. On a 6, the tarrasque is unaffected, and the effect is reflected back at the caster as though it originated from the tarrasque, turning the caster into the target.<br><br><strong>Siege Monster</strong>: The tarrasque deals double damage to objects and structures.<br><br><h2>Actions</h2><strong>Multiattack</strong>: The tarrasque can use its Frightful Presence. It then makes five attacks: one with its bite, two with its claws, one with its horns, and one with its tai l. It can use its Swallow instead of its bite.<br><br><strong>Bite</strong>: Melee Weapon Attack: +19 to hit, reach 10 ft., one target. Hit: 36 (4d12 + 10) piercing damage. If the target is a creature, it is grappled (escape DC 20). Until this grapple ends, the target is restrained, and the tarrasque can't bite another target.<br><br><strong>Claw</strong>: Melee Weapon Attack: +19 to hit, reach 15 ft., one target. Hit: 28 (4d8 + 10) slashing damage.<br><br><strong>Horns</strong>: Melee Weapon Attack: +19 to hit, reach 10 ft., one target. Hit: 32 (4d10 + 10) piercing damage.<br><br><strong>Tail</strong>: Melee Weapon Attack: +19 to hit, reach 20 ft., one target. Hit: 24 (4d6 + 10) bludgeoning damage. If the target is a creature, it must succeed on a DC 20 Strength saving throw or be knocked prone.<br><br><strong>Frightful Presence</strong>: Each creature of the tarrasque's choice within 120 feet of it and aware of it must succeed on a DC 17 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the tarrasque is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the tarrasque's Frightful Presence for the next 24 hours.<br><br><strong>Swallow</strong>: The tarrasque makes one bite attack against a Large or smaller creature it is grappling. If the attack hits, the target takes the bite's damage, the target is swallowed, and the grapple ends. While swallowed, the creature is blinded and restrained, it has total cover against attacks and other effects outside the tarrasque, and it takes 56 (16d6) acid damage at the start of each of the tarrasque's turns.<br>If the tarrasque takes 60 damage or more on a single turn from a creature inside it, the tarrasque must succeed on a DC 20 Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall prone in a space within 10 feet of the tarrasque. If the tarrasque dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 30 feet of movement, exiting prone.<br><br><h2>Legendary Actions</h2>Can take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.<br><br><strong>Attack</strong>: The tarrasque makes one claw attack or tail attack.<br><br><strong>Move</strong>: The tarrasque moves up to half its speed.<br><br><strong>Chomp (Costs 2 Actions)</strong>: The tarrasque makes one bite attack or uses its Swallow.<br><br>",
  "data": {
    "AC": "25 (Natural Armor)",
    "HP": "676 (33d20+330)",
    "CHA": "11",
    "CON": "30",
    "DEX": "11",
    "INT": "3",
    "STR": "30",
    "WIS": "11",
    "Size": "Gargantuan",
    "Type": "Monstrosity (Titan)",
    "Speed": "40 ft.",
    "Roll 0": "Bite\n1d20 + 19\n4d12+10",
    "Roll 1": "Claw\n1d20 + 19\n4d8+10",
    "Roll 2": "Horns\n1d20 + 19\n4d10+10",
    "Roll 3": "Tail\n1d20 + 19\n4d6+10",
    "Senses": "Blindsight 120 Ft.",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Unaligned",
    "Immunities": "Fire, Poison; Bludgeoning, Piercing, And Slashing From Nonmagical Weapons",
    "Saving Throws": "Int +5, Wis +9, Cha +9",
    "Challenge Rating": "30",
    "Passive Perception": "10",
    "Condition Immunities": "Charmed, Frightened, Paralyzed, Poisoned"
  }
}