{
  "name": "Quasit",
  "id": 12133,
  "content": " Traits\n\n**Shapechanger**: The quasit can use its action to polymorph into a beast form that resembles a bat (speed 10 ft. fly 40 ft.), a centipede (40 ft., climb 40 ft.), or a toad (40 ft., swim 40 ft.), or back into its true form . Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed . It reverts to its true form if it dies.\n\n**Magic Resistance**: The quasit has advantage on saving throws against spells and other magical effects.\n\n**Variant: Familiar**: The quasit can serve another creature as a familiar, forming a telepathic bond with its willing master. While the two are bonded, the master can sense what the quasit senses as long as they are within 1 mile of each other. While the quasit is within 10 feet of its master, the master shares the quasit's Magic Resistance trait. At any time and for any reason, the quasit can end its service as a familiar, ending the telepathic bond.\n\n Actions\n\n**Claw (Bite in Beast Form)**: Melee Weapon Attack: +4 to hit, reach 5 ft ., one target. Hit: 5 (1d4 + 3) piercing damage, and the target must succeed on a DC 10 Constitution saving throw or take 5 (2d4) poison damage and become poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.\n\n**Scare (1/day)**: One creature of the quasit's choice within 20 ft. of it must succeed on a DC 10 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the quasit is within line of sight, ending the effect on itself on a success.\n\n**Invisibility**: The quasit magically turns invisible until it attacks or uses Scare, or until its concentration ends (as if concentrating on a spell). Any equipment the quasit wears or carries is invisible with it.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Shapechanger</strong>: The quasit can use its action to polymorph into a beast form that resembles a bat (speed 10 ft. fly 40 ft.), a centipede (40 ft., climb 40 ft.), or a toad (40 ft., swim 40 ft.), or back into its true form . Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed . It reverts to its true form if it dies.<br><br><strong>Magic Resistance</strong>: The quasit has advantage on saving throws against spells and other magical effects.<br><br><strong>Variant: Familiar</strong>: The quasit can serve another creature as a familiar, forming a telepathic bond with its willing master. While the two are bonded, the master can sense what the quasit senses as long as they are within 1 mile of each other. While the quasit is within 10 feet of its master, the master shares the quasit's Magic Resistance trait. At any time and for any reason, the quasit can end its service as a familiar, ending the telepathic bond.<br><br><h2>Actions</h2><strong>Claw (Bite in Beast Form)</strong>: Melee Weapon Attack: +4 to hit, reach 5 ft ., one target. Hit: 5 (1d4 + 3) piercing damage, and the target must succeed on a DC 10 Constitution saving throw or take 5 (2d4) poison damage and become poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.<br><br><strong>Scare (1/day)</strong>: One creature of the quasit's choice within 20 ft. of it must succeed on a DC 10 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the quasit is within line of sight, ending the effect on itself on a success.<br><br><strong>Invisibility</strong>: The quasit magically turns invisible until it attacks or uses Scare, or until its concentration ends (as if concentrating on a spell). Any equipment the quasit wears or carries is invisible with it.<br><br>",
  "data": {
    "AC": "13",
    "HP": "7 (3d4)",
    "CHA": "10",
    "CON": "10",
    "DEX": "17",
    "INT": "7",
    "STR": "5",
    "WIS": "10",
    "Size": "Tiny",
    "Type": "Fiend (Demon)",
    "Speed": "40 ft.",
    "Roll 0": "Claw/Bite\n1d20 + 4\n1d4+3",
    "Senses": "Darkvision 120 Ft.",
    "Skills": "Stealth +5",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Chaotic Evil",
    "Languages": "Abyssal, Common",
    "Immunities": "Poison",
    "Resistances": "Cold; Fire; Lightning; Bludgeoning, Piercing, And Slashing From Nonmagical Weapons",
    "Challenge Rating": "1",
    "Passive Perception": "10",
    "Condition Immunities": "Poisoned"
  }
}