{
  "name": "Flesh Golem",
  "id": 12009,
  "content": " Traits\n\n**Berserk**: Whenever the golem starts its turn with 40 hit points or fewer, roll a d6. On a 6, the golem goes berserk. On each of its turns while berserk, the golem attacks the nearest creature it can see. If no creature is near enough to move to and attack, the golem attacks an object, with preference for an object smaller than itself. Once the golem goes berserk, it continues to do so until it is destroyed or regains all its hit points.\nThe golem's creator, if within 60 feet of the berserk golem, can try to calm it by speaking firmly and persuasively. The golem must be able to hear its creator, who must take an action to make a DC 15 Charisma (Persuasion) check. If the check succeeds, the golem ceases being berserk. If it takes damage while still at 40 hit points or fewer, the golem might go berserk again.\n\n**Aversion of Fire**: If the golem takes fire damage, it has disadvantage on attack rolls and ability checks until the end of its next turn.\n\n**Immutable Form**: The golem is immune to any spell or effect that would alter its form.\n\n**Lightning Absorption**: Whenever the golem is subjected to lightning damage, it takes no damage and instead regains a number of hit points equal to the lightning damage dealt.\n\n**Magic Resistance**: The golem has advantage on saving throws against spells and other magical effects.\n\n**Magic Weapons**: The golem's weapon attacks are magical.\n\n Actions\n\n**Multiattack**: The golem makes two slam attacks.\n\n**Slam**: Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) bludgeoning damage.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Berserk</strong>: Whenever the golem starts its turn with 40 hit points or fewer, roll a d6. On a 6, the golem goes berserk. On each of its turns while berserk, the golem attacks the nearest creature it can see. If no creature is near enough to move to and attack, the golem attacks an object, with preference for an object smaller than itself. Once the golem goes berserk, it continues to do so until it is destroyed or regains all its hit points.<br>The golem's creator, if within 60 feet of the berserk golem, can try to calm it by speaking firmly and persuasively. The golem must be able to hear its creator, who must take an action to make a DC 15 Charisma (Persuasion) check. If the check succeeds, the golem ceases being berserk. If it takes damage while still at 40 hit points or fewer, the golem might go berserk again.<br><br><strong>Aversion of Fire</strong>: If the golem takes fire damage, it has disadvantage on attack rolls and ability checks until the end of its next turn.<br><br><strong>Immutable Form</strong>: The golem is immune to any spell or effect that would alter its form.<br><br><strong>Lightning Absorption</strong>: Whenever the golem is subjected to lightning damage, it takes no damage and instead regains a number of hit points equal to the lightning damage dealt.<br><br><strong>Magic Resistance</strong>: The golem has advantage on saving throws against spells and other magical effects.<br><br><strong>Magic Weapons</strong>: The golem's weapon attacks are magical.<br><br><h2>Actions</h2><strong>Multiattack</strong>: The golem makes two slam attacks.<br><br><strong>Slam</strong>: Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) bludgeoning damage.<br><br>",
  "data": {
    "AC": "9",
    "HP": "93 (11d8+44)",
    "CHA": "5",
    "CON": "18",
    "DEX": "9",
    "INT": "6",
    "STR": "19",
    "WIS": "10",
    "Size": "Medium",
    "Type": "Construct",
    "Speed": "30 ft.",
    "Roll 0": "\n1d20 + 7\n2d8+4",
    "Senses": "Darkvision 60 Ft.",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Neutral",
    "Languages": "Understands The Languages Of Its Creator But Can't Speak",
    "Immunities": "Lightning, Poison; Bludgeoning, Piercing, And Slashing From Nonmagical Weapons That Aren't Adamantine",
    "Challenge Rating": "5",
    "Passive Perception": "10",
    "Condition Immunities": "Charmed, Exhaustion, Frightened, Paralyzed, Petrified, Poisoned"
  }
}