{
  "name": "Rug of Smothering",
  "id": 12145,
  "content": " Traits\n\n**Antimagic Susceptibility**: The rug is incapacitated while in the area of an antimagic field. If targeted by dispel magic, the rug must succeed on a Constitution saving throw against the caster's spell save DC or fall unconscious for 1 minute.\n\n**Damage Transfer**: While it is grappling a creature, the rug takes only half the damage dealt to it, and the creature grappled by the rug takes the other half.\n\n**False Appearance**: While the rug remains motionless, it is indistinguishable from a normal rug.\n\n Actions\n\n**Smother**: Melee Weapon Attack: +5 to hit, reach 5 ft., one Medium or smaller creature. Hit: The creature is grappled (escape DC 13). Until this grapple ends, the target is restrained, blinded, and at risk of suffocating, and the rug can't smother another target. In addition, at the start of each of the target's turns, the target takes 10 (2d6 + 3) bludgeoning damage.\n\n  ",
  "htmlcontent": "<h2>Traits</h2><strong>Antimagic Susceptibility</strong>: The rug is incapacitated while in the area of an antimagic field. If targeted by dispel magic, the rug must succeed on a Constitution saving throw against the caster's spell save DC or fall unconscious for 1 minute.<br><br><strong>Damage Transfer</strong>: While it is grappling a creature, the rug takes only half the damage dealt to it, and the creature grappled by the rug takes the other half.<br><br><strong>False Appearance</strong>: While the rug remains motionless, it is indistinguishable from a normal rug.<br><br><h2>Actions</h2><strong>Smother</strong>: Melee Weapon Attack: +5 to hit, reach 5 ft., one Medium or smaller creature. Hit: The creature is grappled (escape DC 13). Until this grapple ends, the target is restrained, blinded, and at risk of suffocating, and the rug can't smother another target. In addition, at the start of each of the target's turns, the target takes 10 (2d6 + 3) bludgeoning damage.<br><br>",
  "data": {
    "AC": "12",
    "HP": "33 (6d10)",
    "CHA": "1",
    "CON": "10",
    "DEX": "14",
    "INT": "1",
    "STR": "17",
    "WIS": "3",
    "Size": "Large",
    "Type": "Construct",
    "Speed": "10 ft.",
    "Roll 0": "\n1d20 + 0\n2d6+3",
    "Senses": "Blindsight 60 Ft. (Blind Beyond This Radius)",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Unaligned",
    "Immunities": "Poison, Psychic",
    "Challenge Rating": "2",
    "Passive Perception": "6",
    "Condition Immunities": "Blinded, Charmed, Deafened, Frightened, Paralyzed, Petrified, Poisoned"
  }
}