{
  "name": "Solar",
  "id": 12160,
  "content": " Traits\n\n**Angelic Weapons**: The solar's weapon attacks are magical. When the solar hits with any weapon, the weapon deals an extra 6d8 radiant damage (included in the attack).\n\n**Divine Awareness**: The solar knows if it hears a lie.\n\n**Innate Spellcasting**: The solar's spell casting ability is Charisma (spell save DC 25). It can innately cast the following spells, requiring no material components: \nAt will: detect evil and good, invisibility (self only)\n3/day each: blade barrier, dispel evil and good, resurrection\n1/day each: commune, control weather\n\n**Magic Resistance**: The solar has advantage on saving throws against spells and other magical effects.\n\n Actions\n\n**Multiattack**: The solar makes two greatsword attacks.\n\n**Greatsword**: Melee Weapon Attack: +15 to hit, reach 5 ft., one target. Hit: 22 (4d6 + 8) slashing damage plus 27 (6d8) radiant damage.\n\n**Slaying Longbow**: Ranged Weapon Attack: +13 to hit, range 150/600 ft., one target. Hit: 15 (2d8 + 6) piercing damage plus 27 (6d8) radiant damage. If the target is a creature that has 190 hit points or fewer, it must succeed on a DC 15 Constitution saving throw or die.\n\n**Flying Sword**: The solar releases its greatsword to hover magically in an unoccupied space within 5 ft. of it. If the solar can see the sword, the solar can mentally command it as a bonus action to fly up to 50 ft. and either make one attack against a target or return to the solar's hands. If the hovering sword is targeted by any effect, the solar is considered to be holding it. The hovering sword falls if the solar dies.\n\n**Healing Touch (4/Day)**: The solar touches another creature. The target magically regains 40 (8d8 + 4) hit points and is freed from any curse, disease, poison, blindness, or deafness.\n\n Legendary Actions\n\nCan take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.\n\n**Teleport**: The solar magically teleports, along with any equipment it is wearing or carrying, up to 120 ft. to an unoccupied space it can see.\n\n**Searing Burst (Costs 2 Actions)**: The solar emits magical, divine energy. Each creature of its choice in a 10 -foot radius must make a DC 23 Dexterity saving throw, taking 14 (4d6) fire damage plus 14 (4d6) radiant damage on a failed save, or half as much damage on a successful one.\n\n**Blinding Gaze (Costs 3 Actions)**: The solar targets one creature it can see within 30 ft. of it. If the target can see it, the target must succeed on a DC 15 Constitution saving throw or be blinded until magic such as the lesser restoration spell removes the blindness.\n\n   ",
  "htmlcontent": "<h2>Traits</h2><strong>Angelic Weapons</strong>: The solar's weapon attacks are magical. When the solar hits with any weapon, the weapon deals an extra 6d8 radiant damage (included in the attack).<br><br><strong>Divine Awareness</strong>: The solar knows if it hears a lie.<br><br><strong>Innate Spellcasting</strong>: The solar's spell casting ability is Charisma (spell save DC 25). It can innately cast the following spells, requiring no material components: <br>At will: detect evil and good, invisibility (self only)<br>3/day each: blade barrier, dispel evil and good, resurrection<br>1/day each: commune, control weather<br><br><strong>Magic Resistance</strong>: The solar has advantage on saving throws against spells and other magical effects.<br><br><h2>Actions</h2><strong>Multiattack</strong>: The solar makes two greatsword attacks.<br><br><strong>Greatsword</strong>: Melee Weapon Attack: +15 to hit, reach 5 ft., one target. Hit: 22 (4d6 + 8) slashing damage plus 27 (6d8) radiant damage.<br><br><strong>Slaying Longbow</strong>: Ranged Weapon Attack: +13 to hit, range 150/600 ft., one target. Hit: 15 (2d8 + 6) piercing damage plus 27 (6d8) radiant damage. If the target is a creature that has 190 hit points or fewer, it must succeed on a DC 15 Constitution saving throw or die.<br><br><strong>Flying Sword</strong>: The solar releases its greatsword to hover magically in an unoccupied space within 5 ft. of it. If the solar can see the sword, the solar can mentally command it as a bonus action to fly up to 50 ft. and either make one attack against a target or return to the solar's hands. If the hovering sword is targeted by any effect, the solar is considered to be holding it. The hovering sword falls if the solar dies.<br><br><strong>Healing Touch (4/Day)</strong>: The solar touches another creature. The target magically regains 40 (8d8 + 4) hit points and is freed from any curse, disease, poison, blindness, or deafness.<br><br><h2>Legendary Actions</h2>Can take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.<br><br><strong>Teleport</strong>: The solar magically teleports, along with any equipment it is wearing or carrying, up to 120 ft. to an unoccupied space it can see.<br><br><strong>Searing Burst (Costs 2 Actions)</strong>: The solar emits magical, divine energy. Each creature of its choice in a 10 -foot radius must make a DC 23 Dexterity saving throw, taking 14 (4d6) fire damage plus 14 (4d6) radiant damage on a failed save, or half as much damage on a successful one.<br><br><strong>Blinding Gaze (Costs 3 Actions)</strong>: The solar targets one creature it can see within 30 ft. of it. If the target can see it, the target must succeed on a DC 15 Constitution saving throw or be blinded until magic such as the lesser restoration spell removes the blindness.<br><br>",
  "data": {
    "AC": "21 (Natural Armor)",
    "HP": "243 (18d10+144)",
    "CHA": "30",
    "CON": "26",
    "DEX": "22",
    "INT": "25",
    "STR": "26",
    "WIS": "25",
    "Size": "Large",
    "Type": "Celestial",
    "Speed": "50 ft., fly 150 ft.",
    "Roll 0": "Greatsword\n1d20 + 15\n4d6+8+6d8",
    "Roll 1": "Slaying Longbow\n1d20 + 13\n2d8+6+6d8",
    "Senses": "Truesight 120 Ft.",
    "Skills": "Perception +14",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Lawful Good",
    "Languages": "All, Telepathy 120 Ft.",
    "Immunities": "Necrotic, Poison",
    "Spell Book": "Detect Evil And Good, Invisibility, Blade Barrier, Dispel Evil And Good, Resurrection, Commune, Control Weather",
    "Resistances": "Radiant; Bludgeoning, Piercing, And Slashing From Nonmagical Weapons",
    "Saving Throws": "Int +14, Wis +14, Cha +17",
    "Challenge Rating": "21",
    "Passive Perception": "24",
    "Condition Immunities": "Charmed, Exhaustion, Frightened, Poisoned"
  }
}