{
  "name": "Adult Copper Dragon",
  "id": 11914,
  "content": " Traits\n\n**Legendary Resistance (3/Day)**: If the dragon fails a saving throw, it can choose to succeed instead.\n\n Actions\n\n**Multiattack**: The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.\n\n**Bite**: Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage.\n\n**Claw**: Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage.\n\n**Tail**: Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage.\n\n**Frightful Presence**: Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.\n\n**Breath Weapons (Recharge 5-6)**: The dragon uses one of the following breath weapons.\nAcid Breath. The dragon exhales acid in an 60-foot line that is 5 feet wide. Each creature in that line must make a DC 18 Dexterity saving throw, taking 54 (12d8) acid damage on a failed save, or half as much damage on a successful one.\nSlowing Breath. The dragon exhales gas in a 60-foot cone. Each creature in that area must succeed on a DC 18 Constitution saving throw. On a failed save, the creature can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a successful save.\n\n Legendary Actions\n\nCan take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.\n\n**Detect**: The dragon makes a Wisdom (Perception) check.\n\n**Tail Attack**: The dragon makes a tail attack.\n\n**Wing Attack (Costs 2 Actions)**: The dragon beats its wings. Each creature within 10 ft. of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.\n\n   ",
  "htmlcontent": "<h2>Traits</h2><strong>Legendary Resistance (3/Day)</strong>: If the dragon fails a saving throw, it can choose to succeed instead.<br><br><h2>Actions</h2><strong>Multiattack</strong>: The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.<br><br><strong>Bite</strong>: Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage.<br><br><strong>Claw</strong>: Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage.<br><br><strong>Tail</strong>: Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage.<br><br><strong>Frightful Presence</strong>: Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.<br><br><strong>Breath Weapons (Recharge 5-6)</strong>: The dragon uses one of the following breath weapons.<br>Acid Breath. The dragon exhales acid in an 60-foot line that is 5 feet wide. Each creature in that line must make a DC 18 Dexterity saving throw, taking 54 (12d8) acid damage on a failed save, or half as much damage on a successful one.<br>Slowing Breath. The dragon exhales gas in a 60-foot cone. Each creature in that area must succeed on a DC 18 Constitution saving throw. On a failed save, the creature can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a successful save.<br><br><h2>Legendary Actions</h2>Can take 3 Legendary Actions, choosing from the options below. Only one legendary action can be used at a time, and only at the end of another creature's turn. Spent legendary actions are regained at the start of each turn.<br><br><strong>Detect</strong>: The dragon makes a Wisdom (Perception) check.<br><br><strong>Tail Attack</strong>: The dragon makes a tail attack.<br><br><strong>Wing Attack (Costs 2 Actions)</strong>: The dragon beats its wings. Each creature within 10 ft. of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.<br><br>",
  "data": {
    "AC": "18 (Natural Armor)",
    "HP": "184 (16d12+80)",
    "CHA": "17",
    "CON": "21",
    "DEX": "12",
    "INT": "18",
    "STR": "23",
    "WIS": "15",
    "Size": "Huge",
    "Type": "Dragon",
    "Speed": "40 ft., climb 40 ft., fly 80 ft.",
    "Roll 0": "Bite\n1d20 + 11\n2d10+6",
    "Roll 1": "Claw\n1d20 + 11\n2d6+6",
    "Roll 2": "Tail\n1d20 + 11\n2d8+6",
    "Roll 3": "Acid Breath\n1d20 + 0\n12d8",
    "Senses": "Blindsight 60 Ft., Darkvision 120 Ft.",
    "Skills": "Deception +8, Perception +12, Stealth +6",
    "Source": "SRD 5.0",
    "Category": "Monsters",
    "Alignment": "Chaotic Good",
    "Languages": "Common, Draconic",
    "Immunities": "Acid",
    "Saving Throws": "Dex +6, Con +10, Wis +7, Cha +8",
    "Challenge Rating": "14",
    "Passive Perception": "22"
  }
}